{
  "admin": {
    "indexTab": "Analytics",
    "entryTab": "Entries",
    "entryInfoTitle": "Entry information",
    "entryViewTitle": "Below are the results relating this entry",
    "entryViewID": "ID",
    "entryViewSurvey": "Survey",
    "entryViewFaculty": "Faculty",
    "entryViewCreated": "Created",
    "entryViewUpdated": "Updated",
    "entryViewSessionToken": "Session Identifier",
    "grafana": "More analytics can be found in Grafana.",
    "grafanaExtLink": "https://toska.cs.helsinki.fi/grafana/goto/MMtESd4Ik?orgId=1"
  },
  "about": {
    "mainHeading": "About Us",
    "mainContent": "The Innotin is a product of joint collabiration with Kumpula Innovation Campus, Helsinki Innovation Services and AI Core for Innovations. The aim is supporting research innovation by making the process of intellectual property and software licensing process more accessible for researchers and lowering the friction with the servics throughout the process.",
    "journeyHeading": "Our Journey",
    "journeyContent": "Our initiative is a response to the identified need for better service flow in idea assessment and decision-making for researchers. By collaborating with experts and utilizing feedback from the research community, we've developed tools and resources to meet these needs.",
    "visionHeading": "Our Vision",
    "visionContent": "We aim to make IP knowledge accessible, turning complex decisions into simpler, more manageable steps. This includes everything from initial idea assessment to detailed IP analysis and expert consultations.",
    "futureHeading": "The Future: Incorporating AI",
    "futureContent": "We plan to incorporate AI technologies to offer advanced insights into IP potential, inspired by innovations in IP assessment tools. This evolution will further streamline the decision-making process for inventors."
  },
  "contact": {
    "mainHeading": "Contact Us",
    "mainContent": "Kumpula Innovation Campus, Helsinki Innovation Services, and AI Core is here to support your innovation journey. This is authenticated, 100% private and 100% secure enviroment, to assess your ideas, connect with subject matter expert in need guidance, or want to discuss your project, our team is ready to assist.",
    "informationHeading": "Contact Information",
    "informationContent": {
      "name": "Helsinki Innovation Services Ltd",
      "address": "Think Corner, Yliopistonkatu 4",
      "postalCode": "00100",
      "city": "Helsinki"
    },
    "email": "Email:",
    "emailAddress": "his@helsinki.fi",
    "office": "Office hours:",
    "officeHours": "We're available for consultations Monday to Friday, 9:00 AM to 5:00 PM.",
    "currentTime": "It is currently **{{time}}** in Helsinki.",
    "website": "Website:",
    "officeExtLink": "https://www.helsinki.fi/en/helsinki-innovation-services",
    "newsletterHeading": "Stay Informed",
    "newsletterContent": "Subscribe to our newsletter for updates on new features, training sessions, and ways to enhance your research impact.",
    "newsletterButton": "Subscribe",
    "newsletterSuccess": "Subscribed to newsletter",
    "newsletterError": "Could not subscribe to newsletter",
    "endingHeading": "Let's Get Started",
    "endingContent": "Your ideas deserve the best chance for success. Contact us today to begin transforming your research into impactful innovations."
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "admin": "Admin",
    "settings": "Profile settings",
    "openMobileMenu": "Open menu",
    "languageSubHeader": "Change language",
    "facultySubHeader": "Change faculty",
    "userInfoSubHeader": "Your information"
  },
  "userInformation": {
    "username": "Username",
    "firstName": "First name",
    "lastName": "Last name",
    "email": "Email",
    "language": "Preferred language"
  },
  "common": {
    "appName": "Innotin",
    "submit": "Submit",
    "updateSubmit": "Update choices",
    "reset": "Restart",
    "openForm": "Proceed to the questions",
    "admin": "Admin",
    "showMore": "Show more",
    "navigateHome": "Back to home"
  },
  "recommendedAction": {
    "title": "Recommended action",
    "submit": "Request appointment",
    "clinicTitle": "Request appointment with the Idea Clinic",
    "clinicContent": "Please add a background description for your question \n \n 1. Possible project name \n \n 2. The main funding sources (Academy, EU, BF, Foundations, etc..) related to this question \n \n 3. Name possible collaborators (industry, universities, etc) \n \n 4. Possible prior commitments you have already made \n \n 5. Finally, please specify your question. All this will help you to receive a more specific first response",
    "legalTitle": "Request appointment with the University of Helsinki Legal Services",
    "legalContent": "Please add a background description for your question \n \n 1. Possible project name \n \n 2. The main funding sources (Academy, EU, BF, Foundations, etc..) related to this question \n \n 3. Name possible collaborators (industry, universities, etc) \n \n 4. Possible prior commitments you have already made \n \n 5. Finally, please specify your question. All this will help you to receive a more specific first response",
    "relationsTitle": "Request appointment with the Business Collaboration Team",
    "relationsContent": "Please add a background description for your question \n \n 1. Possible project name \n \n 2. The main funding sources (Academy, EU, BF, Foundations, etc..) related to this question \n \n 3. Name possible collaborators (industry, universities, etc) \n \n 4. Possible prior commitments you have already made \n \n 5. Finally, please specify your question. All this will help you to receive a more specific first response"
  },
  "contactTicket": {
    "placeholder": "Please write you message here",
    "send": "Send Request",
    "senderEmail": "User's email:",
    "senderFullname": "User's name:",
    "userMessage": "User's message:",
    "pateSuccessMessage": "Contact request sent to {{ email }}",
    "pateErrorMessage": "Could not send contact request"
  },
  "services": {
    "contactHeading": "Contact",
    "extRedirectHeading": "Redirect & Useful Links",
    "disclosure": "Invention Disclosure",
    "disclosureExtLink": "https://www.helsinki.fi/en/helsinki-innovation-services/university-staff/invention-disclosure",
    "clinic": "Idea Clinic",
    "incubator": "Incubator and Entrepreneurship Services",
    "incubatorExtLink": "https://flamma.helsinki.fi/en/group/tutkimuksen-tuki/hautomo-ja-yrittajyyspalvelut",
    "relations": "Business Collaboration Team",
    "relationsExtLink": "https://flamma.helsinki.fi/en/group/tutkimuksen-tuki/yritysyhteistyo-ja-kumppanuudet",
    "disclosureTitle": "Visit the Invention Disclosure page for more information",
    "disclosureContent": "[Invention disclosure](https://www.helsinki.fi/en/helsinki-innovation-services/university-staff/invention-disclosure) is a part of the [commercialization process](https://www.helsinki.fi/assets/drupal/2021-10/invention-guidelines-of-the-university-of-helsinki.pdf) at the University of Helsinki to evaluate patentability and commercial potential of all ideas.",
    "incubatorTitle": "Visit the Incubator and Entrepreneurship Services page for more information",
    "incubatorContent": "The University's [Incubator and Entrepreneurship Services](https://flamma.helsinki.fi/en/group/tutkimuksen-tuki/hautomo-ja-yrittajyyspalvelut) offer easily accessible programmes, courses, and services to support the development, launch, and growth of business ideas.",
    "relationsTitle": "Visit the Business collaboration page for more information",
    "relationsContent": "The [business collaboration team](https://flamma.helsinki.fi/en/group/tutkimuksen-tuki/yritysyhteistyo-ja-kumppanuudet) helps researchers when they wish to collaborate with businesses or apply for funding related to business collaboration from, for example, Business Finland or the Finnish Research Impact Foundation.",
    "gnugplTitle": "Before making the decision we suggest you fill in Idea Evaluation and Patentability Evaluation surveys.",
    "gnugplContent": "",
    "bsdmitTitle": "Before making the decision we suggest you fill in Idea Evaluation and Patentability Evaluation surveys.",
    "bsdmitContent": "",
    "openSourceLegalSuggestionTitle": "Should you have questions on use of permissive or restrictive licenses, please contact legal-team for support."
  },
  "extraAction": {
    "title": "Based on your selections you may also be interested in these",
    "shareResultsTitle": "Share results",
    "shareResultsContent": "New emails are inputted by typing the email address and pressing enter",
    "shareResultInputPlaceholder": "Type in email addresses to share",
    "shareResultSendEmails": "Send summary email",
    "shareResultEmailErrors": "Please fix the invalid email addresses",
    "pateSuccessMessage": "Shared results with provided email addresses",
    "pateErrorMessage": "Could not share results"
  },
  "results": {
    "title": "Results for {{name}}",
    "subtitle": "Your selections and related suggestions",
    "backToMessage": "Go back to survey"
  },
  "facultySelect": {
    "inputLabel": "Your Faculty",
    "facultyChangeSuccess": "Success updating your faculty",
    "facultyChangeError": "Error updating your faculty"
  },
  "mainPage": {
    "mainHeading": "Make a difference in the world",
    "mainContent": "Welcome {{name}}, to your personal space of Innotin. Innotin is where you secure your idea, invention or software and help you to proceed with your patenting process.",
    "products": "Products",
    "services": "Services",
    "playVideo": "Play video",
    "pauseVideo": "Pause video"
  },
  "surveyNames": {
    "ipAssessment": "Patentability Evaluation",
    "licences": "Software Licensing",
    "ideaEvaluation": "Idea Evaluation"
  },
  "surveySelectionNames": {
    "ipAssessment": "Is my idea patentable",
    "licences": "Considerations for software licensing",
    "ideaEvaluation": "How to proceed with my idea"
  },
  "surveyInfos": {
    "ipAssessment": "Patentability evaluation consideration consists of three distinct domains of patent legislation, meeting the patentability criteria in one domain is sufficient for patentability. Patentability evaluation or invention disclosure may or may not result in patent application.",
    "licences": "Software licensing evaluation will assist on going through some of the elementary license selection questions. An Idea Clinic meeting is highly recommended for all situation involving companies or potential commercial use of the software / intellectual property.",
    "ideaEvaluation": "Ideas may be early-stage concepts without a solid hypothesis or proof, or sometimes rather mature technical or business innovations. This questionnaire will support you on identification of suitable next steps."
  },
  "ipAssessmentSurvey": {
    "patentable": "### Overall recommendation is to file an invention disclosure to HIS.",
    "notPatentable": "### Overall recommendation is to schedule an idea clinic appointment with HIS.",
    "technicalTitle": "Technical Solutions",
    "mathematicalTitle": "Mathematical Models",
    "computerProgramTitle": "Computer Programs",
    "technicalPatentable": "**For this section, requirements for patentability potentially fulfilled**. Please file an invention disclosure to HIS.",
    "technicalNotPatentable": "**For this section, requirements for patentability not fulfilled**. Please book an idea clinic appointment with HIS.",
    "mathematicalPatentable": "**For this section, requirements for patentability potentially fulfilled**. Please file an invention disclosure to HIS.",
    "mathematicalNotPatentable": "**For this section, requirements for patentability not fulfilled**. Please book an idea clinic appointment with HIS.",
    "computerProgramPatentable": "**For this section, requirements for patentability potentially fulfilled**. Please file an invention disclosure to HIS.",
    "computerProgramNotPatentable": "**For this section, requirements for patentability not fulfilled**. Please complete the licensing questionnaire and book and idea clinic appointment with HIS."
  },
  "inventorsAssistant": {
    "mainHeading": "Inventor's Assistant",
    "mainContent": "You will receive  help in steps refining the idea. We start in step 1 by outlining the key  idea and continue to refine the idea, examine industrial relevance, and  then potential claims",
    "mainSubHeading": "Welcome to the Inventor's Assistant",

    "header1": "Welcome to the Inventor's Assistant",
    "step1MainContent": "Your helpful mentor in preparing your ideas for impact. You will receive help in steps refining the idea. We start in step 1 by outlining the key idea and continue to refine the idea, examine industrial relevance, and then potential claims.",
    "step1Disclaimer": "Please take into account that this is an AI tool for helping and sparring; it is expected to be useful, but there are limitations and human oversight is needed in interpreting the results. Enjoy the tool and good luck with your high impact idea!",
    "header2": "Guidance for Idea Description",
    "h2text1": "To effectively analyze your idea for its inventive step, publicity, and industrial applicability, please provide a clear and detailed description. Follow these pointers:",
    "inventiveStepHeader": "1. Inventive step",
    "inventiveStepDescription": "Explain what makes your idea unique. Focus on the elements that differentiate it from existing solutions. Describe any novel features or innovative approaches that your idea brings to the field.",
    "describeGeneralIdea": "Describe your general idea:",
    "problem": "1) the problem solved",
    "invention": "2) the invention",
    "applications": "3) the applications",

    "publicityStepHeader": "2. Publicity",
    "publicityStepDescription": "Indicate whether any part of your idea has been publicly disclosed. This includes any publications, presentations, or previous patents. Detail the extent and nature of such disclosures.",
    "industrialStepHeader": "3. Industrial Applicability",
    "industrialDescription": "Describe the practical application of your idea. Highlight how it can be implemented in an industrial setting. Discuss its potential benefits, feasibility, and any industries or sectors where it could be particularly useful.",
    "industrialTextArea": "Describe the industrial applications of the invention.",
    "detailReminder": "Remember, the more detailed and specific your description, the more accurate our analysis can be.",
    "recordReminder": "Remember also to record your ideas, this tool does not store the results.",

    "step2Header1": "Inventor's Assistant: Idea refinement",
    "step2text1": "The Inventor's Assistant has prepared feedback to your idea. Remember that exhaustive patent search has not been carried out and must be done to evaluate the novelty of the idea. Here is the feedback to the idea:",
    "step2Header2": "Idea Refinement",
    "step2text2": "The analysis above has been prepared so that you can edit and add points. We will then compile everything together in the next steps. Remember, the more detailed and specific your description, the more accurate our analysis can be.",
    "step2text3": "Refine your idea based on the topic",

    "step3Header1": "Industrial Applicability",
    "step3text1": "You can now edit the industrial relevance text relating to your invention. This section is crucial as it explains how your invention can be used in practical, real-world scenarios. Begin by providing a clear and concise overview of the potential industries or sectors where your invention could be applied. Elaborate on the practical benefits, efficiency improvements, or problem-solving capabilities your invention offers. Consider any production or implementation processes and describe how they align with current industry practices. If applicable, include any pilot studies, prototypes, or testing results that demonstrate the feasibility of your invention in an industrial setting. Remember, the goal is to convincingly illustrate the practicality and usefulness of your invention in a commercial or industrial context. Once you've finished editing, review the content for clarity and completeness, and then submit for the next step. We will then compile everything together in the next steps.",
    "step3Header2": "Elaborate on industrial applicability:",

    "step4Header1": "Inventor's Assistant: Claims",
    "step4text1": "The Claims section of your invention report is pivotal as it defines the legal boundaries of your invention's protection. When editing this section, focus on clarity and specificity. Each claim should be a single sentence that precisely delineates a feature or aspect of your invention. Begin with the broadest claim that captures the essence of your invention and then add dependent claims that describe specific details or embodiments.",
    "step4text2": "Here are some helpful tips for editing your claims:",
    "step4Bullet1": "1) Be Precise: Use clear and concise language. Avoid broad, generic terms unless they are necessary for the broadest claims.",
    "step4Bullet2": "2) Specificity is Crucial: Provide detailed claims for enhanced protection. The greater the specificity, the stronger the shield they offer against infringement.",
    "step4Bullet3": "3) Single Focus per Claim: Dedicate each claim to a solitary aspect or feature of your invention, maximizing clarity and precision.",
    "step4Bullet4": "4) Maintain Terminological Consistency: Employ uniform terminology across all claims to prevent ambiguity and confusion.",
    "step4Bullet5": "5) Incorporate Variation Considerations: Anticipate potential variations of your invention and incorporate them into dependent claims for comprehensive coverage.",
    "step4Bullet6": "6) Ensure Understandable Language: Balance legal precision with clarity to ensure comprehension by professionals in the relevant field.",
    "step4Bullet7": "7) Study Comparable Patents: Analyze patents in similar domains to grasp their approach to structuring and wording claims effectively.",
    "step4text3": "Remember, well-crafted claims are crucial for protecting your invention. They define the scope of your patent rights and serve as a legal barrier against infringement. If possible, consult with a patent attorney to ensure your claims are effectively structured and adequately protect your invention.",
    "step4text4": "Make your claims:",

    "chatBoxPlaceholder": "Enter your idea...",
    "chatBoxHeader": "Start chatting",

    "note": "(C) 2023-2024 Sasu Tarkoma. This tool is based on LLM technology. Use the LLM with ethical considerations. Human oversight and understanding is necessary for interpreting the results."
  }
}
